export const helpCfg = {
  "themeSet": true,
  "title": "哒哒哒帮助",
  "subTitle": "2023年3月21日21:11:45 #项目地址:喵喵,图鉴,锅巴,时雨,绘图,自动化,土块,抽卡,py,碎月,风歌,小飞,戏天,椰奶,小叶",
  "colWidth": 295,
  "theme": [
    "哒哒哒"
  ],
  "themeExclude": [
    "default"
  ],
  "bgBlur": true,
  "colCount": 3
}
export const helpList = [
  {
    "group": "私聊允许的内容 其他功能一律在群聊使用！！！如果未出现正确的反应请及时联系Bot主人",
    "list": [
      {
        "icon": 48,
        "title": "[纯文本]普通ck或升级版ck",
        "desc": "请确保你的消息不包含“sm”"
      },
      {
        "icon": 94,
        "title": "[文件]你的抽卡记录.json",
        "desc": ".xlsx格式的抽卡文件似乎无法正常接收"
      },
      {
        "icon": 157,
        "title": "[纯文本]充值记录页面链接",
        "desc": "不会用的话在群聊发送 #充值记录帮助"
      },
      {
        "icon": 6,
        "title": "[纯文本]抽卡历史记录页面链接",
        "desc": "不会用的话在群聊发送 #记录帮助"
      },
      {
        "icon": 49,
        "title": "#我的ck #我的stoken",
        "desc": "查看你绑定的普通ck或者升级版ck"
      },
      {
        "icon": 51,
        "title": "[图片]二次元小萝莉色图",
        "desc": "嗯？不过这个还是发给Bot主人吧"
      }
    ]
  },
  {
    "group": "游戏信息绑定",
    "list": [
      {
        "icon": 129,
        "title": "#绑定123456789",
        "desc": "绑定原神uid"
      },
      {
        "icon": 154,
        "title": "#扫码登录",
        "desc": "扫码登录以绑定ck和stoken"
      },
      {
        "icon": 156,
        "title": "#体力帮助 #米游社帮助",
        "desc": "ck绑定帮助和升级版ck绑定帮助"
      }
    ]
  },
  {
    "group": "游戏面板与信息查询",
    "list": [
      {
        "icon": 71,
        "title": "#查询 #角色卡片 #探索度",
        "desc": "你的原神角色数据，数据来自米游社"
      },
      {
        "icon": 93,
        "title": "#面板列表 #更新面板",
        "desc": "查看所有已携带面板信息的角色列表"
      },
      {
        "icon": 109,
        "title": "#练度统计 #面板练度统计",
        "desc": "角色详细列表数据"
      },
      {
        "icon": 39,
        "title": "#圣遗物列表",
        "desc": "查看已穿戴的圣遗物列表"
      },
      {
        "icon": 131,
        "title": "#深渊",
        "desc": "深渊数据，打完请2+小时后查询"
      },
      {
        "icon": 145,
        "title": "#妮露排行 #班尼特圣遗物排行 ",
        "desc": "查看本群的练度/圣遗物排行"
      },
      {
        "icon": 151,
        "title": "#最强烟绯 #最高分可莉",
        "desc": "查看本群的最强角色面板"
      },
      {
        "icon": 153,
        "title": "#最强排行 #圣遗物排行",
        "desc": "查看本群所有角色的最强练度/圣遗物"
      },
      {
        "icon": 23,
        "title": "#五星 #武器 #角色背包",
        "desc": "粗略的box展示"
      }
    ],
    "auth": false
  },
  {
    "group": "必须配置普通cookie后使用 | 群聊发送#体力帮助 获取绑定教程 | 如遇验证码群聊发送#体力报错 获取帮助",
    "desc": "需要绑定cookie",
    "list": [
      {
        "icon": 15,
        "title": "#体力 #全部体力",
        "desc": "查询原神体力，支持多账号查询"
      },
      {
        "icon": 141,
        "title": "#ck #uid",
        "desc": "用于自检ck状态和查看已绑定ck的uid"
      },
      {
        "icon": 125,
        "title": "#素材",
        "desc": "查看今日可刷素材"
      },
      {
        "icon": 5,
        "title": "#原石 #原石统计 #原石10月",
        "desc": "米游社旅行札记数据"
      },
      {
        "icon": 86,
        "title": "#签到",
        "desc": "米游社原神签到"
      },
      {
        "icon": 56,
        "title": "#上传深渊",
        "desc": "深渊战绩图，同时上传box和深渊数据 "
      },
      {
        "icon": 128,
        "title": "#原神注册时间",
        "desc": "你的账号注册时间查询"
      },
      {
        "icon": 114,
        "title": "#深渊配队",
        "desc": "根据你的box推荐当期深渊配队"
      },
      {
        "icon": 149,
        "title": "#多莉养成 90 90 10 10 10",
        "desc": "数字是角色、武器、技能，不填默认拉满"
      },
      {
        "icon": 157,
        "title": "#刷新充值记录",
        "desc": "直接更新充值记录"
      },
      {
        "icon": 22,
        "title": "#删除ck",
        "desc": "删除你当前绑定的cookie"
      }
    ]
  },
  {
    "group": "必须配置升级版cookie后使用 | 群聊发送#米游社帮助 获取教程       |    推荐使用#扫码登录 以绑定",
    "list": [
      {
        "icon": 92,
        "title": "#刷新ck",
        "desc": "可以刷新失效的普通cookie"
      },
      {
        "icon": 8,
        "title": "#更新抽卡记录",
        "desc": "直接更新抽卡记录"
      },
      {
        "icon": 12,
        "title": " #删除stoken",
        "desc": "删除你当前绑定的升级版cookie"
      }
    ]
  },
  {
    "group": "资料及图片",
    "list": [
      {
        "icon": 60,
        "title": "#心海图鉴",
        "desc": "角色图鉴，含养成、三维、武器等"
      },
      {
        "icon": 77,
        "title": "#深渊使用率 #深渊出场率",
        "desc": "查看本期深渊使用或出场统计"
      },
      {
        "icon": 99,
        "title": "#图鉴目录 #图鉴帮助",
        "desc": "怪物、圣遗物、武器等各类图鉴"
      },
      {
        "icon": 58,
        "title": "#刻晴 #心海",
        "desc": "你的原神角色卡片"
      },
      {
        "icon": 102,
        "title": "#老婆设置可莉,七七",
        "desc": "设置老婆，后宫用逗号隔开"
      },
      {
        "icon": 138,
        "title": "#老婆 #老公",
        "desc": "查看老婆、老公"
      },
      {
        "icon": 31,
        "title": "#老婆照片 #甘雨照片",
        "desc": "查看指定角色的图片"
      },
      {
        "icon": 155,
        "title": "#原图",
        "desc": "(手机端)长按回复"
      },
      {
        "icon": 5,
        "title": "#原石预估",
        "desc": "新版本可获取原石数量预估"
      },
      {
        "icon": 80,
        "title": "#角色持有 #角色0命",
        "desc": "查看角色的持有率、0命统计"
      },
      {
        "icon": 20,
        "title": "#刻晴攻略3 #攻略帮助",
        "desc": "来自网络的多套攻略"
      },
      {
        "icon": 53,
        "title": "#夜兰天赋 #胡桃命座",
        "desc": "查看角色的天赋与命座资料"
      },
      {
        "icon": 76,
        "title": "#查委托好兆头",
        "desc": "查询对应委托有无成就，请不要打错字"
      },
      {
        "icon": 101,
        "title": "#未复刻角色 #未复刻武器",
        "desc": "各限定角色/武器未复刻时间汇总图"
      },
      {
        "icon": 103,
        "title": "#七七参考面板 #申鹤收益曲线",
        "desc": "参考面板为0.85强化档位的24词条圣遗物"
      },
      {
        "icon": 112,
        "title": "#周本/天赋/武器素材",
        "desc": "全部素材汇总图"
      },
      {
        "icon": 146,
        "title": "#慕风蘑菇在哪里",
        "desc": "查询大世界资源点"
      },
      {
        "icon": 139,
        "title": "#主词条 #副词条 #词条原文",
        "desc": "圣遗物刷取强化概率分布汇总"
      },
      {
        "icon": 19,
        "title": "#抽卡期望 #2命期望",
        "desc": "查询指定命座的抽数期望表"
      },
      {
        "icon": 72,
        "title": "#兑换码",
        "desc": "原神前瞻节目的兑换码"
      }
    ],
    "auth": false
  },
  {
    "group": "其他指令",
    "list": [
      {
        "icon": 83,
        "title": "#日历 #日历列表",
        "desc": "查看原神游戏的活动日历"
      },
      {
        "icon": 157,
        "title": "#充值记录 #充值记录帮助",
        "desc": "查询原神游戏的氪金记录"
      },
      {
        "icon": 7,
        "title": "#抽卡记录 #记录帮助",
        "desc": "统计原神游戏内抽卡数据"
      },
      {
        "icon": 21,
        "title": "#角色统计 #武器统计",
        "desc": "按卡池统计原神游戏内抽卡数据"
      },
      {
        "icon": 6,
        "title": "#百连 #三十连2 #定轨",
        "desc": "模拟游戏内抽卡"
      },
      {
        "icon": 95,
        "title": "#添加[哈哈] #删除[哈哈]",
        "desc": "添加表情，回复[哈哈]触发"
      },
      {
        "icon": 89,
        "title": "谁@我",
        "desc": "找出到底是谁在群聊艾特了你"
      },
      {
        "icon": 74,
        "title": "菜单",
        "desc": "python插件帮助 内含大量娱乐内容"
      },
      {
        "icon": 158,
        "title": "#头像表情包 #文字表情包",
        "desc": "自定义表情生成"
      },
      {
        "icon": 38,
        "title": "#小叶帮助",
        "desc": "模拟刷圣遗物功能"
      },
      {
        "icon": 16,
        "title": "#给爷头衔llk #我不要头衔了",
        "desc": "仅在bot是群主的群可用"
      },
      {
        "icon": 117,
        "title": "#早柚(本地)说硫酸钡哥哥晚安捏",
        "desc": "发送#音色列表 查看支持角色"
      },
      {
        "icon": 119,
        "title": "#猫猫语音32",
        "desc": "#神里语音列表 #高清语音[开启/关闭]"
      },
      {
        "icon": 118,
        "title": "#土块帮助",
        "desc": "土块插件帮助 内含大量娱乐内容"
      },
      {
        "icon": 116,
        "title": "可莉配装 可莉配装一图流",
        "desc": "全网最细的可莉配装攻略(只有可莉的)"
      },
      {
        "icon": 104,
        "title": "莫娜占卜",
        "desc": "一站式解决具体圣遗物配装问题"
      },
      {
        "icon": 123,
        "title": "今日关键词 今日龙王 今日话痨",
        "desc": "看看沙雕群友都水了什么"
      },
      {
        "icon": 140,
        "title": "#成都疫情 #北京天气",
        "desc": "可悲的人类，只配活在三次元"
      },
      {
        "icon": 135,
        "title": "#翻译abandon",
        "desc": "从有道翻译获取结果"
      },
      {
        "icon": 81,
        "title": "12345679*9 233333/353 1/7",
        "desc": "加减乘除计算器"
      },
      {
        "icon": 136,
        "title": "#ap帮助 #绘图loli,male focus",
        "desc": "通过接口进行ai画图"
      },
      {
        "icon": 137,
        "title": "#高清语音#语音",
        "desc": "(手机端)长按分享的音乐卡片回复"
      },
      {
        "icon": 98,
        "title": "运行环境",
        "desc": "红米K40 12+256"
      },
      {
        "icon": 30,
        "title": "项目地址",
        "desc": "手机搭建教程+所有项目地址"
      }
    ]
  },
  {
    "group": "管理命令，仅管理员可用",
    "auth": "master",
    "list": [
      {
        "icon": 85,
        "title": "#用户统计",
        "desc": "统计当前bot绑定ck的用户"
      },
      {
        "icon": 32,
        "title": "#喵喵设置",
        "desc": "配置喵喵插件功能"
      },
      {
        "icon": 29,
        "title": "#锅巴登录",
        "desc": "web端管理bot后台"
      },
      {
        "icon": 24,
        "title": "#全部更新 #更新日志",
        "desc": "从gayhub拉取更新"
      },
      {
        "icon": 132,
        "title": "系统占用 #状态 #(错误)日志",
        "desc": "似乎不需要解释"
      },
      {
        "icon": 133,
        "title": "#账号管理",
        "desc": "马甲账号管理帮助"
      },
      {
        "icon": 115,
        "title": "#插件帮助",
        "desc": "js插件管理器的帮助"
      },
      {
        "icon": 48,
        "title": "#更换官方/上海/广州节点",
        "desc": "切换enka服务使用的节点"
      },
      {
        "icon": 122,
        "title": "#椰奶帮助",
        "desc": "提供对bot的一些便携操作"
      },
      {
        "icon": 147,
        "title": "#py帮助",
        "desc": "Python插件帮助"
      }
    ]
  },
  {
    "group": "玩bot请不要影响正常群聊秩序~还有很多指令因不常用未列出，如有需要请自行前往 #项目地址 查阅",
    "list": [
      {
        "icon": 106,
        "title": "背景图源 #帮助背景",
        "desc": "Pixiv作品ID 93980603"
      },
      {
        "icon": 105,
        "title": "bot主人(搭建者)",
        "desc": "B站@硫酸钡Barite"
      },
      {
        "icon": 96,
        "title": "如果遇到无法解决的问题?",
        "desc": "QQ群638077675 答案火花骑士"
      }
    ]
  }
]